[
{"Product_Name": "VICTOR Arrow Power 8800 G5 Strung Badminton Racket String Tension Upto...", "Url": "https://www.amazon.in/product-reviews/B07MGXGWXT?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "I just want to tell you that it is a nice and an original product deliver by Amazon. A special thank full for your seller Victor rackets india.It is a fast racket for smash and for defense too. Yeah colour is also good.This racket is especially for beginners players.Thank you AmazonRegards Mangal RaiGangtok, Sikkim", "r_2": "It's a wonderful racket, I got the racket pre strung with Victor vbs 70 string with 25lbs tension.... wonderful racket...go for the 3u version as 4u could be too light weight...and you need to change or apply an overgrip as soon as possible", "r_3": "superb with upto 35lbs as well as light product. and comfortable to play for biggner &amp;intermediate", "r_4": "Best one, please used this brand instead of Lining and Yonex which are most common brands. Racket is light weight.", "r_5": "Good", "r_6": "Overall the racquet was good but the grip provided was very low quality and seemed like a used racquet grip", "r_7": "Nice balanced racquet, initial tension provided by Victor is very good", "r_8": "i am over 40, and have been playing for last 6 months , i needed a light weight bat, with power for smashing and control for placement , net shot. Arrow power though low in price , serves the purpose very well. Recommended for doubles players", "r_9": "Super happy to get this. Very light and extremely great  only one thing grip quality is low and leavening that everything is good ", "r_10": "Using this racket from last 3 years  very good racket for powerful smash n defense as well because racket head size slightly smaller than the other racket that's why one can generate the power in smash only thing you change the original gut n go for BG65 with tension 26 it's very durable sturdy racket , it doesn't affect for Minor clashes in game, lights rackets from other brand lining, yonex  high tension rackets easily broken.so avoid other brands just go for Victor only....."},
{"Product_Name": "Viga+ Whitening Cleansing Foam", "Url": "https://www.amazon.in/product-reviews/B07TS3K64Y?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "I was using the Himalaya neem face wash since years and it was working for me. Sometime back I started getting a lot acne and my dermatologist suggested this face wash. This is my third tube and I really like the results. I dont see a brightening effect as mentioned in the name but it does help keeping acne at bay.", "r_2": "VIGA+ Whitening Cleansing Foam is a nice product with best efficacy and excellent results.....With best tolerance and good texture....it make this high value for money..", "r_3": "Excellent results.......instant glow..wowwwwwwww", "r_4": "I would give 5 stars for this.", "r_5": "Awesome product. After regular use ur skin will feel more even and cleaner. I will give bug thumsup to the product. Very useful in fighting with problems due to pollution etc.", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Infinity Sports India Retro Jersey virat 18 (Medium, IND V18)", "Url": "https://www.amazon.in/product-reviews/B09RGZTV4Z?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "T-shirt collor is different than the picture. overall a good quality product but i have a bit disappointment due to round collor.", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Projector, VIVIBRIGHT F40 Native 1080P Full HD Projector, 4200Lux 300\"...", "Url": "https://www.amazon.in/product-reviews/B07T8FG8FF?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Hi Everyone, I received the F40 vivibright yesterday...packaging was tampered and it have very bad abuse ,am not happy with packaging and even the product box got damaged. Previously I had purchased 3 or 4 projectors but was never happy. There was pixel issue color tone issue , overall clarity issue and some had bad lumin..The box of F40 itself is very detailed and felt like a quality product, the projector itself looks very good and sturdy and finally all game changed when I played ...wow was the experience..good picture quality very good brightness detailed colors and sharp text . OVER ALL AM SURE YOU WILL ENJOY IT.. AM NOT A PAID REVIEWER.", "r_2": "Almost Used For 3 Months, purchased during lockdown period, timely delivered by Amazon, Vivibright in projectors are good, after so much of research to purchase a good projector landed here :) No projector is having 15000:1 Ratio contrast compare to this as of now, Buy it with no Second thought. Happy Customer, thanks to seller and amazon.", "r_3": "This not fake review i just spent 3 months before buying this projector and i am more than satisfied.If you are looking home cinema at a better picture quality go for it and also order some bluetooth or external speakers that you can connect with your laptop or mi box and enjoy the uniterruped Cinema..", "r_4": "Very nice projector. Cristal clear image 300 inch. Go for it. Vivid cinema hall experience.i am writing again that don't believe price of the projector I purchased at26k but on same Amazon website price is 18k. Cheater", "r_5": "Very poor packing , &amp; some focus issuesOverall good but needs some upgrade on this price range", "r_6": "Mast", "r_7": "very good projector for watching full hd movies", "r_8": "Full HD and picture quality is very good", "r_9": "This product is very useful.", "r_10": ""},
{"Product_Name": "DUNGRANI ENTERPRISE Poke-Moon Playing Shield VMAX Card Game with 1...", "Url": "https://www.amazon.in/product-reviews/B09VTMBB2F?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "It was amazing. The reason gave it 4 stars instead of 5 was because the tin's face was evolving skies and the tin's sides are chilling reign and  another review's picture had three tins instead of one. I got good pulls (check pictures). Overall it was good, recommend to all.", "r_2": "Very good indoor palyong games for kids and adult love to play on weekends with kids. As of corona time not good to go out side . So bought this Pokemon game for my kid and he's very happy to play with me", "r_3": "It's a very good products... I'm really glad for this... U can but this products", "r_4": "a great product for boys and girls for game playing. the cards are beautiful. well painted. my boys love this.", "r_5": "The product is very good the style of the box is very good and it is very attractive and appealing to eyes the product inside is very easy to use and handy the price is also very normal not too high it is worth buying and everyone will love the product", "r_6": "It's fun to have these cards. I always carry these cards in long journey or travelling. It turns out boring journey into playful and enjoyable one. Its very easy to play game. Inside you will find small guide/book which is helpful if you don't know how to play.It will definitely create memorable time with friends and family. You must have more than 1 set to play with more than 5 people. It will add more fun and you will enjoy it more.", "r_7": "Good one", "r_8": "Very good indoor playing game for kids . I love to play this at free time.", "r_9": "Good product quality. Recommended all to buy this", "r_10": ""},
{"Product_Name": "DCGpac Eco Friendly Red Color W-Cut Cloth Bag,Shopping Bag,Hand Bag,...", "Url": "https://www.amazon.in/product-reviews/B099S4HDL4?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "White Westinghouse (Trademark by Electrolux) 6 Kg Semi-Automatic Top...", "Url": "https://www.amazon.in/product-reviews/B08W54BLMN?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Great washing machine small in size and sturdy quality", "r_2": "Easy to use. Works well.Good price for the product.", "r_3": "We used this machine.  It is a good machine.  The operating system is quick to understand.", "r_4": "It's very good for mid size family who need to wash clothes on weekends &amp; cost of detergents and water consumption both are controlled..", "r_5": "It is a premium product in low price", "r_6": "best", "r_7": "Nice", "r_8": "I like this product but delivery so bad.", "r_9": "Nice ", "r_10": "Washer and dryer both are superb. ( so far)"},
{"Product_Name": "Woodman Latest Launch Neo 2 Android 8.1 with Gorilla Glass & IPS...", "Url": "https://www.amazon.in/product-reviews/B07WDH6WDD?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "My initial review after 2 weeks.GPS working properly, touch screen also working good (not so fast), supporting all apps. Very good sound quality. Video quality is also good . Most interesting for me the split screen. It is working properly ( some apps will not support split screen). Home Screen gives a perfect look and the navigation system also working very well. I am very happy with the product and the customer support, they clearly explained and cleared all my doubts regarding the product. The Paid support for the installation was good, they are very experienced and polite. They perfectly assembled it in my car. Thanks...", "r_2": "touch is good and awesome but had to have actually 64 gb and 4gb or 6 gb ram could be faster actually as technology has reached that far it has 2 gb ram and 16 gb is 8 years back technology slightly slow compared to the modern Android device speed nowadays looks good camera is also good the only drawback is the ram and the memory if it has a better procesecor too like Snapdragon 855 it will better i know price will differ but performance will be much better compared to this", "r_3": "The system is worth the price you pay. However, as every product has its pros and cons. I got this for my new swift.Pros: good touch sensitivity, steering wheel controls work, everything else works normal as a android cell phone.Cons: can't download Netflix even though they say u can, installation of the product is not easy, the product is supported by agama application, which is a US based company doesn't work in india. Also you will take 2 days to learn make it user friendly.", "r_4": "The neo 5 is an amazing product, I installed this in march on my car, the sound quality is better than Hypersonic systems in same price range, the touch response is good, android startup time is quick.", "r_5": "Fascia frame for car model should have been included. Also cable adapter should be provided. It took me a lot of efforts for fitting the same in my car. Also speed and fm radio output is not good.Lesson learnt: Always go for car model specific product with fascia frame and cable adapters and installation instructions.", "r_6": "Im writting this review after one year of usuage. This system enhances the speaker sound. I have installed YouTube, prime, hotstar, It is running without any issue. Recently there is an update in UI which was good.Issues:1. Since it is 2gb ram, it is taking time to open apps like prime and hotstar, you can see some slowness in the app2. buttons in the player can be visible in night.. it is tough to findout where the button is.... specially in night times.otherwise this product is worth for this price.", "r_7": "Good product. But no sound quality as i think to change subwoofer insread of speakers.The only issue I am facing  with this product is USB port as the songs or videos from the pendrive will stop suddenly while playing and then shows message that no files found on it. It happened many times yesterday.", "r_8": "Nice product in this price range if you are not efford the costly music player for car which also don't have more feature so in this category the woodman car music player are good...I also received camera that's is another plus point with this music player ..", "r_9": "Good quality", "r_10": ""},
{"Product_Name": "BUSINESS PEOPLE Xingda Electric LED Mosquito Killer and Bug Pest...", "Url": "https://www.amazon.in/product-reviews/B07WQPYGR2?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "OZiva Plant Based Biotin Xtra - 60 Veg Capsules | 7000 mcg+ Biotin...", "Url": "https://www.amazon.in/product-reviews/B09RQP5M7J?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "very good for everyday. It is very good for those who want to use daily. paraben free and 100% natural. Thank you Oviza pant based", "r_2": "Biotin best for skin and hair and this is one of the best products I come across. Must purchase product", "r_3": "Its a great product and its vegan and 100 % clean .Its help in my hair growth and i feel more fresh after taking this .Its also boost immunity.", "r_4": "Oziva biotin is a good product in overall performance specially helps in hair, i liked this multivitamin product.", "r_5": "I've been using this Amazing Product by Oziva from last 5 days and results quite amazing as now I'm having less hairfall and strength is also improving will surely recommend it to my friends and family.", "r_6": "Good result", "r_7": "I heard about this oziva biotin from one of my friend and after having it. I can see the difference in my hair. It's really amazing.", "r_8": "I can see the effect of this biotin . My hairfall is reduced and its volume is looking good", "r_9": "OZiva Plant Based Biotin Xtra provides the goodness of 100% clean and plant-based Biotin and Keratin Builder Blend. These easy to consume Biotin capsules help nourish your hair from the inside thus promoting hair repair, growth and regeneration", "r_10": "It helps in production of keratin protein which in turn improves hair quality and nourishes hair follicles."},
{"Product_Name": "Youngman: Selected Diaries of Lou Sullivan", "Url": "https://www.amazon.in/product-reviews/1784877344?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "PVR50-F-F-20-RAA-3180 Yuken Fixed Displacement Hydraulic vane Pump", "Url": "https://www.amazon.in/product-reviews/B079T47FGM?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Excellent", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Yuwell 8F-5A Portable Oxygen Concentrator Machine (93% concentration...", "Url": "https://www.amazon.in/product-reviews/B093YBRNGY?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "This was a life saver in the time of need. worked flawlessly and was easy to setup and use. Not loud and portable.", "r_2": "Purchased after doing a lot of research, finally settled on Yuwell, I was hesitant to buy this machine at first, but Im totally satisfied after receiving it. The concentrator build quality is good. It has good oxygen concentration at 5L/min. It is also easy to use.  I will definitely recommend it to any one buying.", "r_3": "I got the product delivered in four days. The setup and usage took just 5 mins. Its so simple that I was able to get my father acquainted in a few mins. The most useful part about this product is that it give +90% oxygen concentration at a flow rate of 5L. Most other products currently available in the market drop the concentration to 30% when the flow rate is increased so its not really useful as the regular air we breathe has an oxygen concentration of 21%.I found the price reasonable especially as other products with poorer concentration are selling at similar prices", "r_4": "Glad to see this concentrator gives 5L oxygen at 90%. I havent seen any other at this level of performance at this price!!!", "r_5": "If any one can provide information for Yuwell service Center in Delhi. I will highly appreciate it.", "r_6": "Delivery was fast. But one of the weels was broken and the remote did not have a battery in it.", "r_7": "Very disappointed with the price because I bought it for 65000", "r_8": "Best buy for 11799.00This is a very good build quality and firm structure durable parts and very silent working.  All my philips ever flow which were bought 5times to this price have stopped working after 3 years or I had to spend 50% cost to repair and run behind the service centre.  But philips is more reliable as it is the pioneer in these machines. But for 11799 it was a good buy for me. One thing which I have learnt with these machines for the past 6 years is we need to have minimum 2 to 3 machines at home so that we are safe. As this is running continously there are every chance of getting spoiled.", "r_9": "Good product, helped save our family member during the critical times.", "r_10": ""},
{"Product_Name": "Zebion Elfin USB Mouse with Latest Optical Technology, 800 DPI...", "Url": "https://www.amazon.in/product-reviews/B09P5D9PS5?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "It is of good quality, satisfied with the purchase. Hope it lasts long.", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Zeeko 35: Lipstick Moisturizer Smooth Lips Stick Long Lasting Charming...", "Url": "https://www.amazon.in/product-reviews/B079Y9TPYK?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "iBELL CP404 4 Channel SMPS for CCTV Output, Power Supply Adapter for...", "Url": "https://www.amazon.in/product-reviews/B07B1VXFZF?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Bought this to get a stable supply for my DIY.At first check I found the unit showing a far higher voltage.Asked for an exchange.The seller got back saying to use new batteries in my meter.Took me some time to get one.When checked again I have found the product perfect.Its been up and running with a temporary load and no problems at all.Have informed the seller not to send an exchange.", "r_2": "I am giving full ok status to buy. Please proceed to buy. I dont know how long it will work. Last 1 month i didnt face any issue. I will update my review after 6 months also.", "r_3": "I connected the smps myself and its working fine. Will update review after 6 months. Its easy to install and i think worth 550 for my 4 hikvision camera. My dvr os also of hikvision. Everything working great now. Thankyou amazon and ibell.", "r_4": "Awesome SMPS It is value for money for Rs.499 very good product and it very easy to self installation. LED lights indicater  shows channels working condition good buy.six months warranty if registered further six months extended warranty available.Over all good SMPS.", "r_5": "Easy to connect. Replaced my old SMPS supply myself since my old SMPS Supply was getting hot &amp; giving less current. This IBELL CP 404 is working just fine.", "r_6": "value  for money", "r_7": "Good. The red LEDs of each  channel shows out whether working or not.", "r_8": "Smps is working fine since one month. It has voltage adjustment options according to cable length. Which is very useful. I happy with product.", "r_9": "Good product in best price. Better have a small sheet of specification and intro of product.", "r_10": "They sent us 8 channel when I ordered 4 channel. All channels are working. Product is good! Using now for 2 weeks+."},
{"Product_Name": "Zytel N95 6 layers 3D Protection Face Mask (Free Size) (20)", "Url": "https://www.amazon.in/product-reviews/B09522KGJS?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Crazy Sutra Matte Coated Dye Sublimation Sipper Printing A4 Paper...", "Url": "https://www.amazon.in/product-reviews/B07DFMV619?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "AADHYA CREATIONS Tapered Bamboo Vessel Lamp Shade (22.5x22.5x15cm,...", "Url": "https://www.amazon.in/product-reviews/B00WSY4FBG?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "cute and perfect for a table lamp for the bed side.good finish. happy with my purchase", "r_2": "Good but looks synthetic", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Aaditya Hriday Stotra", "Url": "https://www.amazon.in/product-reviews/8181338510?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "V nice", "r_2": "Gud1 but overpriced- Gud Quality- Nice..Awesome", "r_3": "I heard a lot about this amazing book, someday i brought it and read after my brother read it. It was amazing experience", "r_4": "Good", "r_5": "Worth money", "r_6": "Good Print", "r_7": "Good and useful for", "r_8": "I received a good quality &amp; colourful pages book. I' m so happy becoz reached the book in given time period.", "r_9": "", "r_10": ""},
{"Product_Name": "HSR Car Accessories in 10PCS/1Set Car Wiper Detergent Effervescent...", "Url": "https://www.amazon.in/product-reviews/B07TN7QYB6?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "HSR Windshield &amp; glass cleaner Effervescent Tablets are excellent multi purpose cleaning products of The HSR Brand. This product is a high-performance cleaning agent. This product has lubricating effect on the wiper rubber skin and has anti-aging function to maintain flexibility and prolong it's service life. Suitable for all kinds of imported and domestic high-class cars. It clean and decontaminate, reduce the friction between wiper and the glass and protect it.This is an excellent product, very good stuff, must have for all cars, highly appreciated and recommended. This product deserve 5 . Thanks to HSR, Thanks to Amazon.", "r_2": "I use shampoo for mixing with the wiper water but the shampoo mostly settles down after few days and does not give a proper clean but I haven't noticed this while using the tablet and also produces good foam and gives a clean wash.", "r_3": "I loved it! I used it to clean my windows and other glass surfaces around the house, at first i wasn't sure but it does the work and so well! I'll surely be buying this again instead of the costly products available! One tablet works for 3 litres of water! The packaging was also very good, when i open one tablet the others don't get moisture in them!", "r_4": "Good product, tablet can easily dropped in windshield tank and it really clean the glass to maximum possible.", "r_5": "It's very easy to use. You just add it to the refill hole of your car windshield fluid tank and then add 1 tablet to it.Note - add half a mug of water first to the tank and then add 1 tablet and then top it up fully.As far as I have observed it will only lather up the water. I think , not sure.", "r_6": "Brought it first time. Good product. Wipes mirrors spotless. During rain,doesn't allow spots.", "r_7": "Excellent cleaning and leaves windshield crystal clear. But portions of the solution not removed by wiper produces stains that go only when cleaned with some water or other glass cleaner.", "r_8": "Small gelusil sized tablets.Very loose and while opening the pack it was like a small pinch  of washing powder. But cleans the windshield good", "r_9": "They are effective and help in cleaning the windshield by putting them in wiper tank which when you use the wiper it clean your windshiwld for a better clarity", "r_10": "I am very happy,Suitable for all kinds of imported and domestic high-class cars. It clean and decontaminate, reduce the friction between wiper and the glass and protect it.This is an excellent product, very good stuff, must have for all cars, highly appreciated and recommended. This product deserve 5 . Thanks to HSR, Thanks to Amazon."},
{"Product_Name": "Ace Combo for Banking Exam Preparations (Ace Quantitative + Ace...", "Url": "https://www.amazon.in/product-reviews/B082B7VF2B?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "I bought 2-3 books of Adda247publication...content wise very good...worst part is on every page you publish your publication name in dark colour..why? I have bought this book for my study not to see publication name on every page.. are u so much insecure of your contant..not any big publication do so..", "r_2": "Book is excellent for Bank aspirantFoundation, moderate, difficult heading like Different type of models are there... And with previous years questions of every topic..", "r_3": "Good for banking exams. Questions are given from foundation to difficult level. Worth buying when you are preparing for the first time. Watch YouTube videos for each topic and start solving from here.", "r_4": "My fav.", "r_5": "Excellent delivery by amazon as I got the books one day earlier ..books were in neat and clean condition ....as these books are based on latest pattern so it covers all topics ...the one thing which I liked the most is that in each chapter they have divided the questions in level (from foundation to mains level ) plus previous year questions ...so go for it", "r_6": "Exactly aap ki hi tarah i was worried for the topic wise banking quest book..kaafi dhoondi ..fir ye mili..toh finally I'm happy with these  they contain all the topics for every bank exam..plz do buy it and start solving the questions..i hope best wishes to all the aspirants...good luck.. plz do buy all the subject papers .. U will be satisfied", "r_7": "Excellent purchase,, Just practice the levels of questions u will understand ur level", "r_8": "It's a good book to practice for banking examsNice product...would surely recommend u to buy..it's very useful.", "r_9": "Very useful book.. having three different sections  as foundation, moderate and difficult in all chaptersAnd also previous year ques paper with answers", "r_10": "Nice"},
{"Product_Name": "Action Synergy Boys & Girls Velcro School Shoes 7146 Brown", "Url": "https://www.amazon.in/product-reviews/B07P5ZH3T3?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "ADD Achiever Gel Pen-Blue-Set of 10 Pens", "Url": "https://www.amazon.in/product-reviews/B011NKKZ32?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Add Gel is the best and smoothest of all gel pens and as usual this batch also proves it. All Pens are in individual packaging and well packed.Good quality, and right quantity given. Would be great if the refills are also sold online, as i cant find them. but its alright.", "r_2": "As always, they have been good and take a lot of beating, EXCEPT inflight exposures or very extremes of temperatures, these pens get beating during rapid change in pressure or temperature.Writing on rough surface or bad paper may damage the tip which actually renders the rest of the pen's life useless and for the cost, it defenitely pinches.Good for executives in well kept offices and cool environments.", "r_3": "A quality product", "r_4": "Add gel Achiever is my personal favourite. It is difficult to find it in physical stores. So I rely on GiftsandPens for bulk supplies. They have not disappointed me yet.", "r_5": "Addgel Pens are always good. Time honoured reputation it backs.", "r_6": "I have been a regualr buyer. The amount of ink in the pen has reduced in the last 4-5 months. Otherwise the pen works well.", "r_7": "Great pen.. but exhausts quickly .. so expensive setup.", "r_8": "Excellent", "r_9": "Gud quality ink pen", "r_10": "Very nice"},
{"Product_Name": "Afra® Heavy Duty Silicone Spray for Mould Release, Grade 8082...", "Url": "https://www.amazon.in/product-reviews/B086294HD5?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Product is good, value for money, easy to use too. But bottle is bearing some dents and also it seems less in quantity than it has to be (not sure since I haven't weighed it, but have a strong gut feeling because of the less weight feel by bear hands) seems to be an used one. No lock caps (not sure whether it has one or not).I got it for under INR 250, hence not complaining, but to be honest I'm not that satisfied with the seller.", "r_2": "Its the cheapest of the lot available on amazon and I bought it on the basis of previous reviews.I used it on the power windows of my car which were getting jammed even after changing motors and several repairs . It works very well from the first use only . Power windows can now be closed in 4/5 seconds. I would recommend it earnestly .", "r_3": "Good silicone spray, i ised it on my cars window channels and suspension bushes, makes rubber like new. Only thing is the cap dosent have a nozzle and is like a regular paint spray nozzle which makes the product spray in a very wide region. A small pipe type nozzle will be great to reach smaller areas like window channels of a car.", "r_4": "Good for car glass runner", "r_5": "Ok for the pricing, but its not 500ml as mentioned by seller..it has only 300ml ..Im using it for car window Channels ,, not as good as other silicon", "r_6": "Very good", "r_7": "Please try to provide a sprayer straw for nozzle", "r_8": "Affordable", "r_9": "In this price good product", "r_10": ""},
{"Product_Name": "AfterShokz Aeropex Open-Ear Wireless Bone Conduction Headphones, IP67...", "Url": "https://www.amazon.in/product-reviews/B07RQLTFZ2?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "If you have used AfterShokz before, then you need to know these are lighter, the vibration is substantially lower, and the quality of sound is better. Though I have not tried it, I would not listen to Eye of the Tiger with this but would be happy with anyone from Arjit Singh to Shakira.for new users, If you are running, walking your dog, or want to hear someone call you out at work while playing music. This is the choice. This is not an alternative to Bose. But Bose or any in-ear phones are worst when you walk your dog or run.", "r_2": "It is a purposeful buy for me.Pros1. Bluetooth connection is super as it connects instantaneously2. Quality of materialnis good.3. Around the neck ensures product doesn't fall off.4. Ears don't pain even if you use for say 4 hrs continuously5.  Product is smooth so it feels good6. Very good battery life and in fact charging also is very fastCons (being very critical to be honest)1. Sound quality is not great if you are outside.2. When you are speaking on phone using this, people have difficulty in hearing as the noise cancellation is very poor Outdoor3. Pouch is not great lookingIf you are looking for a headphone at gym or cycling then don't think twice. Go for it", "r_3": "I have been using them for years, decided to send one for my dad, he loves it. Quality is amazing doesnt hurt your ears i must say the updated version is much better as comfort wise.  Also it does Have noise cancellation main reasons he loves it for, cause he can still listen to other people while taking on phone lol", "r_4": "Superb design ear headphones... great battery to keep putting on along...", "r_5": "Best headphones for your outdoor activities like cycling and running. You are quite aware of the sounds in your surroundings while wearing these.", "r_6": "Sound quality", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "SMY HERB NEST | AKASA GARUDA KILANGU/விஷ பூச்சிகளை விரட்டும் ஆகாச கருட...", "Url": "https://www.amazon.in/product-reviews/B07YWT8KZ7?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Thanking you for your timely supply...Both AK's came perfect and afresh. No fungus as stated by other reviewers. I came to know about this ancient Tamil siddars positivity generator while visiting saduragiri that time I didnt had one now I found it here in the jungle..Great buy, Good Seller", "r_2": "Received in good condition thanks for speedy delivery.I recommend it to buy", "r_3": "The herb id good", "r_4": "I had been wanting to get it for 6 years now its excellent thank you i simply keep it in my garden", "r_5": "Personal use", "r_6": "Good product", "r_7": "Good", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Akshar Publication A Comprehensive English Grammar and Composition -...", "Url": "https://www.amazon.in/product-reviews/B09NDMGK9Y?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Railway Recruitment Board Manovaigyanik Parikshan Gauide (RRB NTPC,...", "Url": "https://www.amazon.in/product-reviews/B08T1P4X1P?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Party Port Superhero Capt. America Plastic Shield for Kids Boys (Multi...", "Url": "https://www.amazon.in/product-reviews/B09JT4ZC49?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Namo Guranteed Jewellery Anika Golden Bracelet For Women", "Url": "https://www.amazon.in/product-reviews/B071W6CQXD?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "After great struggle I got this bracelet .  Pls restack the bracelet ", "r_2": "Really an awesome piece", "r_3": "Same as picture... Very good packaging... Good quality...I love it...", "r_4": "Thanks for right to delivery n verry beautiful braclate", "r_5": "Need to buy this bracelet, but not available. Please mail me when it is available. I really liked this bracelet very much.", "r_6": "It's out of stock, please bring it in stock. I really want to buy many. Please !!!! Just by seeing it in image i am in love with it. A request to bring it in stock.", "r_7": "Plz restock this bracelet i want to buy plzzzzzz........", "r_8": "I'm dying to buy this bracelet bcoz of it's popularity but I need the option of COD for this", "r_9": "Lyk it soo much..... Lud it", "r_10": "Plzz restalk it I want it, have been searching it from a long time but failed to get it. "},
{"Product_Name": "Prose Specimens for Translation Into German, with Copious Vocabularies...", "Url": "https://www.amazon.in/product-reviews/1357817487?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Argox OX-330 Barcode Printer", "Url": "https://www.amazon.in/product-reviews/B01M1OJHAP?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Misto NEB Armediq Piston Compressor Nebulizer With ONE YEAR WARRANTY", "Url": "https://www.amazon.in/product-reviews/B079FWJRHZ?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "La Divine Comédie De Dante Traduction En Vers Avec Le Texte En Regard,...", "Url": "https://www.amazon.in/product-reviews/1271342197?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Artline Drawing Fineliner Pens, Drawing System, Set of 6 Pens (0.1 mm,...", "Url": "https://www.amazon.in/product-reviews/B00E3JPAF4?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "The product is too good, pens work quite smoothly on paper. Love the pens.", "r_2": "Its really an awesome pen...if you can use it carefully for any kind of accurate or fine lines its really awesome for that...I would highly recommend to take these pens", "r_3": "Really good. Smooth and ink flow is even. Only complaint i have is 0.2 pen ink ran out already. I have used it even lesser than the other pens.", "r_4": "One among them was leaked and damaged.", "r_5": "As a beginner, I loved it. It was easier to try with the different point sizes it comes with. The ink doesn't spread and dries easily while drawing on paper. Would recommend to the artsy and creative enthusiasts who are beginning to try out art.", "r_6": "Didn't use them some friend of me suggested other company but I feel this is wonderful feels comfy flows smooth amazing for doodling", "r_7": "I have been thsese pens since my college days. (20years ago) always been good for architects n artists to use. Alternate economical substitute for rotring pens. But nothing can beat rotring pens.", "r_8": " ", "r_9": "Super set of pens. For doodle and mandala simply awesome", "r_10": "Nice to drwa"},
{"Product_Name": "Al Asmaa Ul Husnaa: How To Live By The Names of Allah (Book 1 - 33...", "Url": "https://www.amazon.in/product-reviews/B00NFSDI4O?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "A very useful book for those who want to connect with the names of Allah and live by it", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "AVVATAR WHEY PROTEIN | 1Kg | Unflavoured | Made with 100% Fresh Cow's...", "Url": "https://www.amazon.in/product-reviews/B09K3BXLBC?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Its flavour is a bit different from other raw whey isolates that i have tried. May be after consuming it for a few days i will get used to it.Though they have mentioned they are using sunflower lecithin but i get a lot of foam after shaking and it does not settle in 2-3 minutes.I had no bloating issues.Protien content is higher then the claimed value. Thanks to parag team for such a competitive price.", "r_2": "Great product What a protein, to be very honest first time I've tasted such great product, saw the video of lab test on YouTube &amp; ordered, price is litte expensive that others but still value for money, will purchase again if same price", "r_3": "About product I Wana tell just one thing osaammm packijing tell u whole story how company care about there product I tried many proteins but now I feel this is the one iam finding avvatar ", "r_4": "This is the perfect whey protein in the market, I think with proper marketing it will going to be the No1 Whey protein in indian market.Pros--1. BEST MIXABILITY AND TASTE2. PRODUCT IS LIKE ITS JUST MADE FOR YOU i.e (ABSOLUTELY FRESH NEVER HAVE ANY WHEY SUCH FRESH)3. UNFLAVORED IS BEST IF YOU CONCERN ABOUT SUGAR AND CARBS.4. THIS IS MANUFACTURED AND PACKED IN INDIA. (PROUD TO BE  INDIAN).I AM SURE IF THEY CONTINUE THIS LEVEL OF STANDARDS THEN YOU ARE PROBABLY BUYING BEST WHEY PROTEIN IN THE WORLD.THANK YOU", "r_5": "While whole product is manufactured in IndiaWhy such price fluctuation happening???+125 delivery charge another negative point .Some time product become unavailable.", "r_6": "Packaging is good scoops is accurate and overall the best raw whey available in the market. No bad taste/smell. The only drawback is theadditional shipping cost.And also would request to upload lab reports....tho i know it's the best whey i used till date", "r_7": "This Brand justify their name and quality, easy in digestion, good mixibility in seconds, look authentic and genuine products", "r_8": "One of the better whey protein concentrate in market also nice pricing,mixiablity is good taste is best in terms of unflavored Whey, would surely recommend for everyone.Special Note: Made in india *", "r_9": "Good product", "r_10": "India's best supplement"},
{"Product_Name": "Raspberry Pi 15.3W USB-C Power Supply for Raspberry Pi 4 Mobel B...", "Url": "https://www.amazon.in/product-reviews/B07XY8F3P7?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "This is great for DYI / small desktop. i am using it to convert TV into smart with full desktop capability. As usage is low this was ideal for me (other may have different view/use cases). So far i am happy with performance.", "r_2": "-Works well with the Pi4.-Original and worth. No power issues on the Pi unlike the other ones. (Read about Pi's design flaw -  deviation from standards of type C)-The cable is a bit short. Wish it was a bit more longer. Use an extension cord to get around the length issue.", "r_3": "Fan quality is low, status to make noise after few days, mine started making noise after 15-20 days and that noise stops of I touch the fan rotor once Some times so it's build quality issue, other than that heatsink is very good", "r_4": "Due to the design of the RPi 4b's port.. It isn't widely compatible. The same is seen with the charger. It works *PERFECTLY FINE* with the RPi, and *IS GIVING 3 AMPS*, but when connected to my smartphone, it isn't compatible.As you can see, it charges very slowly, and would fill in 3hrs 41mins, whereas with an old 1Amp charger, it would fill in 1 hr 7mins. So, the official RPi type c charger is not capable of delivering more than ~0.3 Amps to a smartphone.This is a design fault, and not a fault of the piece you received in order for it to be replaced.", "r_5": "Tried generic adaptors. Thunderbolt symbol was always present . Raspberry Pi 8gb always throttled With this, all issues with power sorted Thanks", "r_6": "Does the job - a tad expensive but its the best option if you need stable power delivery to your raspberry pi 4 without any undervoltage issues - in the long run this is going to really make a difference in the longevity", "r_7": "Perfect power supply for Raspberry Pi.No heating issue.Very stable voltage and current output.Less ripple voltage.Works shamelessly.", "r_8": "The only third-party adapter which seems to work with Google Wifi", "r_9": "Currently i am using this power adaptor for running RaspbarryPi with a 2.5 in hdd and a case fan without any problem.", "r_10": "ac pin quality bad. loose ac pins not proper fit in switch board."},
{"Product_Name": "JIG'sMART Big Size Puri Cutter Roller 360* Degree Stainless Steel...", "Url": "https://www.amazon.in/product-reviews/B09M44RXPS?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "BMB Shakti Technology Inverter Welding Machine ARC-300 Amps. 1 & 2...", "Url": "https://www.amazon.in/product-reviews/B07GBF2W6L?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Everything working fine, I have tested all things then written review, Light weight easy to carry power consumption low...value for money", "r_2": "Going to this machine I have not seen any other brand machine at this price. The working power of this machine is powerful as well as the technology used is really commendable.", "r_3": "Excellent product from Pacific Overseas.Using this shakti Technologys welding machine from 1 week :- The machine is just awesome and light weight and for carrying out heavy work also.", "r_4": "It's a good product and light weight, easy to carry anywhere.", "r_5": "Very nice machine,one of the best in this price range.", "r_6": "Using it since last month working great easy to use for outdoor works value for money highly recommend", "r_7": "Working fine and smooth  and help my project as well", "r_8": "Performance is too good ,in this price features are high , overall good product , I strongly recommend go for it", "r_9": "Nice product", "r_10": "Good"},
{"Product_Name": "The Design Of Modern Steel Bridges", "Url": "https://www.amazon.in/product-reviews/8126542268?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Zebronics Zeb-Action Portable BT Speaker with TWS Function, USB,mSD,...", "Url": "https://www.amazon.in/product-reviews/B07WM95FT6?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Nice audio output, but dont expect high bass.It will surely justify for your money.video and audio is in sync.build design ,very handy and rich", "r_2": "Extremely good and refine sound output best in this price range strong martial nice battery but fm not compatible so much feel haras to search fm station but over all its best to compare another indian brands all the best", "r_3": "Nice product..must buy.", "r_4": "PROS:1. SOUND QUALITY IS PRETTY GOOD AT THIS PRICE2. BATTERY BACKUP IS VERY GOOD3. SOLID BODY4. BLUETOOTH CONNECTIVITY IS SUPER FASTCONS:1. BASS IS A BIT LOW2. FM NT WORKING PROPERLY (MIGHT POSSIBLE I'M NOT ABLE TO OPERATE IT. NEVERMIND I DON'T NEED IT)", "r_5": "Good Bluetooth Speaker in good price. Little bit low bass but very loud one so i love this..", "r_6": "It's really good product inthis price range. The sound quality is really cristal clear with average bass. But its really supervvv..Bluetooth coverage: am not much satisfied in this.bcoz max 6m it's cover without struck. Even in cross rooms it's bad coverage with in this range.Design: ok only. Becoz buttons or on back side so you have always roll back to operate.FM: not much satisfied. Tunning very few frequencies. The worst part is always need antena(power cable) connected to get clear voice.Power backup: As mentioned in product description only. Max 4-5hrs with midieum valumn range only.AUX, USB: Connectivity is good.", "r_7": "Bluetooth connectivity is good. We get an integrated FM radio which a real advantage.Nice is loud, a little bit of noise but really justifies its price.Very nice indian product", "r_8": "Bought it for Rs.999/- and works well for the price. Bought it for enabling kids education during Covid remote classes. Sound is loud and clear. Love it...Have to see how long it lasts though. Hope it doesn't break after 3 months to keep up the Chinese quality", "r_9": "After using it for 4months I am putting review.SOUND quality is good,It works fine for phone and also laptop,U can taket it any were easly and u can hang it over any place,I used to put over night full charge,Battery life with normal voulume it comes upto 6hrs-7hrs.Best product at this prize .", "r_10": "Ok so i would like to tell people that those who are looking for all in 1 solution with pendrive, bluetooth, memory card, aux then I would prefer you to buy this one... It is also not too good for party because bass is little low but do wonders when you are listening to it in group of 5... It works smooth and also has FM has long battery life and goves alert when charging is required!!!"},
{"Product_Name": "Caro Manic Car Armrest Console Box Compatible with Dzire 2015 (Beige)", "Url": "https://www.amazon.in/product-reviews/B07S9K87QG?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "HamamDasta® Dried Whole Organic Carway Seeds Shahjeera Shahi Jeera,...", "Url": "https://www.amazon.in/product-reviews/B08P9NFD47?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Carxen Mint Air Gel Car Perfume |Water Based Car Air Freshener - Jade...", "Url": "https://www.amazon.in/product-reviews/B08ZSSRPQ9?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Celfrost 28000 RPM Variable Speed Professional Series Bar Blender Jar...", "Url": "https://www.amazon.in/product-reviews/B08G84J9SS?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Great product. The machine looks robust. It smoothly crushes the ice and can blend with in short time. Very useful in commercial kitchens. One can surely go for it without any doubt.", "r_2": "Ice can be crushed with ease in this blender. Good for smoothies, shakes, etc. Cost effective and easy to operate.", "r_3": "Super machine  looking good and working very nice very smoothly working .easy to use time is shortly taken this machine I loved very much", "r_4": "Wonderful product. I had heard from my colleague and bought it. Probably the best one for cutting ice. Very smooth and easy to use.", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "GTA Vice City Pc Game DVD For Windows", "Url": "https://www.amazon.in/product-reviews/B09TPLY1GG?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Classic Mosquito Net, Polyester, Foldable for Double Bed, Strong...", "Url": "https://www.amazon.in/product-reviews/B00JD8EA1U?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "This one is genuine classic mosquito net. Go for blue one with blue cover to get right one.Product is exactly as shown in photograph. Quality of material is good. Also, chain quality is remarkable.Chains are double sided on both openings which is necessary &amp; helpful to operate from inside/outside. It can fit upto 78x72 inches of bed. I got it from amazon for 1049 INR! Thank you amazon!", "r_2": "Nice nd usefull product for my baby....i can carry this everywhere.....no drilling or hanging points .. bt i would like to suggest..plz try to use more good quality netcloth. Then it 'll be more durable.....", "r_3": "Material Quality is very good. Initially i ordered king size blue one which was very good. Then I ordered queen size red color - quality was not same as blue. Recommend to go with blue color as i got a cheap quality material when I ordered Red - returned it and ordered blue.Easy to use and fold.Two sided zips are very smooth.Perfect fit - for both king and queen sizeAdding pic for king size blue.", "r_4": "Absolutely 100% worth product.  No more mat,  hit,  jet or coils. Very easy to install in two seconds, zips used are too good,  very strong net,  nicely designed, no need to remove everyday,  peaceful sleep. I strongly recommend,  pls buy without any hesitation", "r_5": "Another Great product. Simple and fantastic. No more harmful mosquito repellents and toxins. Using it for the past few months. Completely satisfied with the quality of the product. Cheap and Works!! Its big enough to use it on a King Sized bed. Makes it feel cosy as well. Must Product to have at home.Hope it helps!", "r_6": "Very big one and not fit for my double size bed. Its bigger length compare to my bed. But its good to place in the ground as well. Perfect design and easy to fold. Initially I got confused to fold after reading the manual picture its easy to use", "r_7": "It's a perfect product for those who are.silent sleepers like.me... I can't take even a bite of a mosquito and this net is like an overall protection... Net quality is perfect... Very easy to.fold and clean the bed in the morning... And covers all the empty spaces... Edge to edge", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Leanbeing- Organic Copal Resin (100g) | Chandra ras | Enhances Harmony...", "Url": "https://www.amazon.in/product-reviews/B08XLR114P?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Nice one. But little expensive", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Kiki Coto", "Url": "https://www.amazon.in/product-reviews/B09M246WMB?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "It was a terrific read! The author has an eclectic way of personifying the real-world evils of the exploited systems into the magnificent characters. The book perfectly depicts the corruption and lacunae in the system and how the elite class uses it for its advantages. It also has beautifully explored the complex and ecstatic character Kiki Coto  the protagonist of the story. Overall, I highly recommend this if youre looking for a justice-esq theme story which oscillates the moral compass of the society.", "r_2": "Once you start reading, from the very first pages, you just can't stop. The author writes with a great pace and have the ability to make every single part of the plot interesting. Going through the very shady parts of corruption aligned with criminal organizations, Kiki Coto is capable of create a white collar crime story that differentiate from any other that I've read. A read to remember!", "r_3": "Kiki Coto opens our eyes to the world of corruption and how broken the system really is. It goes beyond the physical world into a spiritual journey and makes us ponder upon how our thoughts and actions emit energy that affect us beyond this life. Just as the circles of corruption are all intertwined, our souls are all connected. We are all energy, we are all one, and we need to take care of our energy and each other. A powerful story, easy to read !", "r_4": "Kiki Coto starts and ends with a bang! The very first paragraph draws you in and makes you want more! This was a very interesting story with lots of twists and turns and a very satisfying ending. In future books I would love to see more character development and descriptive scene-setting, but overall great story!", "r_5": "In a fast pace of unforeseeable developments, the author exposes the convoluted plots and the modus operandi of the sophisticated elite of the society and the way they carry out their criminal activities hiding behind charitable organizations. Once you start reading, you will forget all about Covid and its variants.", "r_6": "An excellent read, Avanessys work, in a very real sense, complements George Orwells Nineteen Eighty-Four. Orwell exposes the totalitarian nature of modern state. Avanessy skillfully and brilliantly focuses on the other side of the coin: the pervasive corruption, with all the attendant injustice and suffering.", "r_7": "Absolutely a great read, as a new mom it is nice to open a book that stimulates and engages the mind that is not puppets or ABC's.  Wonderfully written and makes you feel right there with the characters of the book.", "r_8": "to open more eyes about the corruption around the society it is a very good book to read.", "r_9": "Gives in depth insights and makes you feel like you are right there in the story feeling everything the character feels along the way", "r_10": ""},
{"Product_Name": "D-PAX KC3 Professional Heavy Duty Degreaser 5L with Easy to Use...", "Url": "https://www.amazon.in/product-reviews/B083Q7YF9B?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "worked really well on my chimney and kitchen glass window.", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Artisansorissa Khajuraho Stone Statue from Odisha (6 inch, Multicolor)", "Url": "https://www.amazon.in/product-reviews/B08RRVJGDT?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Very nice ", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "MINISO 100ML Dazzle EDT Eau the Parfum for Women Long Lasting, Aurora", "Url": "https://www.amazon.in/product-reviews/B08JSC1KLC?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Scent a lot more like Armani Si perfume which I really like (it might be strong for some) &amp; I really loved the bottle and the size is quite big for this price... Happy with the purchase. Will continue using this.", "r_2": "I have this habit of using different fragrance on different trip .... recently I travel Gujarat and this fragrance will make me remember it's very light honey sort of Fragrance last for  a pretty good time", "r_3": "I loved it Prosthe scent is beautifulthe packaging is luxuriousvalue for moneyCons don't last that much longBut I quite liked the product... As per the price it delivers What it claims ... Looks beautiful on the vanity... I would say it's just much have product...", "r_4": "There were issues with the delivery, but finally received the product yesterday.Charming fragrance and 4  due to delay in delivery.", "r_5": "I have used it before also..long lasting fragrance....and reasonable also...", "r_6": "It has become one of my favourites now... and is worth buying ... would continue shopping this in future too", "r_7": "Long Lasting Fragrance..", "r_8": "I'm So Happy With This Product, Value Of The Money I'm Gifting This To Someone Spl To Me and I'm Very Happy Now, Cuz Packaging Plus Scent Is Just Beautiful Thanx You So Much ", "r_9": "All time favourite. In love with its musky, fruity scent. Lasts about 7-9 hours on me.", "r_10": "Good smell"},
{"Product_Name": "Litleo Set of 4 Mini Decorative, Home Office or Gift Wild Artificial...", "Url": "https://www.amazon.in/product-reviews/B08Q4FNYL6?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Nice mini decorative plants. Please check my photos with dish remote and deodorant so you will be aware about actual size. Expected bitBigger size but all pots are very nice in look. Two of four are looking like live plants. Reasonable price and good product.Liked it.Packaging was not good.", "r_2": "Looks fantastic Thanks to litleo", "r_3": "Looks great for Table Decor", "r_4": "The most impressive thing is it's quality, which is upto my expectations. But it is very small. But overall the product looks awesome and especially the grass looks real and we'll finished. I like it, I will recommend u, go for it. You will definitely like it.", "r_5": "Very happy with this product. Wanted some accent decor for the house and the office. Saw that this pack came with four different styles of plants, and they sit in a nice style pot that goes well with many different setups. The package arrived quickly, and in a nice box, clean-looking logo, and a nice thank you note from the seller. Best of all, Im not the best at caring for plants, so it works great that I dont have to water them!", "r_6": "I bought these to add some green touch to the decoration of my room. As my room doesn't get ample sunlight for real plants to survive thought I'd go for artificial greenery.Looks great in shelves or table. The white is actual white and if cleaned properly over time I think it will retain the color.But as a decorative item I'd really recommend it to add some green color to the room.", "r_7": "Bought them (set of 4) for Rs.387. Delivered from Delhi took 8 days to deliver to Tiruchendur. Product is good and worthy. I feel a bit difficult to clean the inner leaves. Dimensions was as per the product discription (20cm  5cm). But 2 items are short, just 14cm only. Qualitywise, product is up to the mark with real plant look.", "r_8": "I just loved the product! It's so beautiful, sturdy and easy to handle and clean .. and the way they packed it so beautiful and no damage has done , it fits on palm then you can image the size . Thank you Amazon for this beautiful product loved it !", "r_9": "Im satisfied with the quality of the product. Quite small. Size could have been better.", "r_10": "They were quite small than I had expected but they look awesome when I placed them in my home. They're not sturdy, but not fragile as well. Don't place it where children/pet can reach. Don't move them much. If you want to decorate your home with small things then this is just perfect."},
{"Product_Name": "Fanatic Reaping Decoy by Montana Decoy", "Url": "https://www.amazon.in/product-reviews/B014G07CO6?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Just got this decoy, added it to my flock of hen decoys. Bam, nuff said.", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Kavi Badar Dhadhi Krit Virvaan कवि बादर ढाढी कृत वीरवांण", "Url": "https://www.amazon.in/product-reviews/9384168475?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Generic 10PCS KBU606 DIOTEC SEMICONDUCTOR KBU606 IC M", "Url": "https://www.amazon.in/product-reviews/B071DF23D2?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Dorcy 41-1680 H3 - 6V 55 Watt Halogen Replacement Bulb", "Url": "https://www.amazon.in/product-reviews/B002RWKFJA?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "fit my flashlight perfectly", "r_2": "Good product and quick delivery, smooth transaction, thnx", "r_3": "Excellent!Fast deleivery and good price.Thanks.", "r_4": "Fits and works good as advertise", "r_5": "works good for a 6v", "r_6": "Good replacement", "r_7": "Lamp is as described. I was looking for something with about 35 - 40 watts for a spot light but found they are hard to find and/or a lot more expensive. I will find out in the future if the 55 watts is too much for the spot light case as it may melt....", "r_8": "Great lights", "r_9": "The lamps were compatible with my lamps so conversion to 6 volts was seamless. 55Watfs is the same as my headlights. They really improve night visibility for my 6 volt system.", "r_10": "bulb was great"},
{"Product_Name": "Dr.Balance Digital Thermometer (White)", "Url": "https://www.amazon.in/product-reviews/B07XJ74PP4?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "I can't say this one is accuracy because i used for my baby left and right side of hand and it's shows different degree .. rest other are all good and perfect", "r_2": "It's just okay, sometimes it shows the wrong data.", "r_3": "Very good product, value for money and came in nice box, best is it is made in india.", "r_4": "value for money", "r_5": "Good thermometer for home", "r_6": "Dr.Balance 100% best", "r_7": "Good", "r_8": "Purchased for 149. Good Product. It's have only Fahrenheit. No celcius.", "r_9": "Comfortabl", "r_10": "Awesome product"},
{"Product_Name": "DR.WELL.CO ® Digital Pulse Oximeter Fingertip [ FDA, TUV, Medical CE ,...", "Url": "https://www.amazon.in/product-reviews/B0951427SS?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "PULSE OXY METER SHOULD BE DULY CERTIFIED WITH VARIOUS INTERNATIONAL AGENCIES CERTIFIYING THAT THE PRODUCT IS FIT FOR MEDICAL USE .i HAVE GONE THROUGH THEIR CERTIFICATION AND FOUND THAT THE PRODUCT IS DULY CERTIFIED .I AM USING FOR MY PERSONAL USE AND FOUND IT IS EASY TO USE AND WORKING IS PERFECT CONDITION/ DISPLAYING THE ACCURATE READING OF THE PULSE/HEART BEATS.I SINCERELY RECOMMEND THAT WE SHOULD ONLY USE  PRODUCTS FIT FOR MEDICAL AND SHOULD BE CERTIFIED ONLY.", "r_2": "A very good handy nice to look pulse oximeter.Very much user friendly and fast measurement with awesome accuracy.Highly recommend it", "r_3": "I bought this Drwell.co oxymeter for my family, one thing I have to say about it is it is a \"Value For Money\" product. It show accurate results without any fluctuations or any kind of problem. I would definitely recommend this product", "r_4": "Received thr product few weeks back and using it. The product is performing well and it's measurements are accurate. Very nice product from amazon had no problems with the delivery also", "r_5": "100% Accurate and Value for Money", "r_6": "Great product", "r_7": "Excellent quality. Extremely happy with the purchase.Gives accurate results", "r_8": "Recieve the product last week im writing this review after using this product its performances are excellent and its definitely worth the values of the money .a very good product of Amazon", "r_9": "Product reached my expectations ..packaging was excellent .. using this product from past few days the measurements are good...a very good product from Amazon", "r_10": "Very good packing and on time delivery worth of money.Product is functioning well from the date of delivery. Definitely a worth product to go for."},
{"Product_Name": "24 Mantra Kismis/Raisins - 100gms, Dry Fruits, Pack of 1", "Url": "https://www.amazon.in/product-reviews/B00L926Q5G?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "This appears to be not an organic produce.  There is no indication of organic kismis on the pack as is printed on the package of organic cloves.  Cost is on high side.", "r_2": "You can't go wrong with this. Fresh and tasty, with the promise of organic. Couldn't get better.", "r_3": "My daughter loves Kismis, and absolutely loved these as they are not completely dry but a bit juicy.", "r_4": "Hood nutritional value, but a bit expensive", "r_5": "Good product. Value for money. Both quality and taste are good.", "r_6": "These were all perfectly juicy. They were not fully dried. They had a tasty flesh inside.They were clean and neatly packed . Sweet and pure .", "r_7": "It has a slightly unusual flavor compared to raisins that I am used to in the US, but it doesn't have the strong chemical flavor and smell of the raisins from the market.", "r_8": "Kismis  are already healthy option but in organic way it adds more importance", "r_9": "Organic kismis is very good quality, taste good, I am very happy to get this product, thank u Amazon for providing us such good quality product", "r_10": "OK product, good in quality than in local market,Dont know abt the type - organic ."},
{"Product_Name": "Nutronics Digital Display Room Temperature Humidity Meter Thermometer...", "Url": "https://www.amazon.in/product-reviews/B07XD3XSSZ?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Eibenstock Positron KBM 38 Magnetic Core Drilling Machine", "Url": "https://www.amazon.in/product-reviews/B0855M298X?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Echo Flex– Plug-in Echo for smart home control", "Url": "https://www.amazon.in/product-reviews/B07PDJ9JBK?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "This device is awesome......first of all ...people who are reporting it for sound quality i want to clarify to them , this device is for giving commands like controlling your smart home ,alrams , reminders and so on... and not to listen music in it....they have clearly specified it...And the response from echo flex is pretty much good and in night i have to lower down the volume to 3/10 beacuse its pretty much loud enough to disturb others...Good1. Portable to anywhere2. Direct connection to outlet3. So many serivces , so many things you can ask and do with this tiny bombBadNot made to listen music", "r_2": "Echo flex is an innovative product by amazon as it is same as the other echo devices it can play music control smart home etc. It also have a USB a port for charging phones and other devicesPros1)Cheaper than regular echo devices2)Can be easily placed anywhere in a plug point3)good for small bedroom for light music and other usesCons1)As the speaker is just two watts can't expect much loud audio2)some time voice recognition is a little bit hard for it(sometimes)These are some of the main pros and cons of it and for the price a best and reliable device. Loved it Thanks amazon ", "r_3": "Sound: I have a Sony Bluetooth speaker which has good sound and bass. So I did not want Echo with big speakers. \"Alexa connect\" it connects to my Bluetooth speaker. The 3W speaker in this is enough for me for weather and news.Automation: great for automation. This works as any Echo device. You can DROP IN. All the features are same. I have two Philips wiz and three Amazon plugs and everything automated and everything works on voice commands flawlessly.", "r_4": "It a good value for money product. Serves the purpose. Voice recognition and sound quality is decent. Please dont compare it wil echo dot or echo show which are bigger in size and has better sound quality for playing songs. Echo flex is meant for playing notifications and making announcements. I own multiple echo devices 5 of them for each room respectively. Each echo device works excellently. I control my AC, bulbs, smart switches, TV etc using the excellent inbuilt and skills features provided by the alexa app. Its important to follow each device guidelines to smooth experience. Alexa echo devices are by far the best for home automation! Go for it.", "r_5": "If you don't want to listen to.music, this is the best device to have to get Alexa experience. Very convenient to plugin and can be used wherever you have a power socket. USB port for 5v output is a bonus and allows you to keep Flex plugged permanently.You can listen to songs also, but bass won't be that good. However, for music, bluetooth speaker canbe connected very very easily....so go for it", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "EcoLink Comfy Rechargeable Fan (Grey),Emergency Portable USB Fan with...", "Url": "https://www.amazon.in/product-reviews/B09J1BX5BM?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Samnantools Emtex chainsaw 58cc-18inch", "Url": "https://www.amazon.in/product-reviews/B09GLLDQ88?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Encelade Round Aluminium Zipper Headphone Case London LC-06...", "Url": "https://www.amazon.in/product-reviews/B079Z7VN57?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "HAYMAN NATURAL'S Brain Booster Herbal Green Tea (50g | 28cups) for...", "Url": "https://www.amazon.in/product-reviews/B08RY2SZSS?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Euronics EP23 Plastic Paper Towel Dispenser", "Url": "https://www.amazon.in/product-reviews/B01NC0FM5S?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Eurostar 103 Aluminium 2 Step with Platform Ladder (Silver) (3 Feet)", "Url": "https://www.amazon.in/product-reviews/B00R3YX7MY?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "searching for a min 4 step ladder from few weeks. This sale gave me this 4 step one.Build quality is good.Weight capacity mentioned as 150kgs, but I feel 100 is maxpackaging is good and delivered with no damages.floor grip is not great even on my smooth vertified tiles.steps width is sufficient. platform is wide.locking &amp; unlocking is little hard now, may be new one I guess.", "r_2": "Good one, light weight, Aluminium material is also good. The ribbon connecting the two sides may get torn after using few days.Comes with 5yrs of Warranty, so Recommended.", "r_3": "Ordered the 3 step+1 ladder. Its lightweight and easy to move around. Fits in a small space &amp; is snuck once folded. The steps might feel a little flimsy as you climb because they make noise from the weight pressure but it's pretty decent for all household uses. Have had AC installation guys use it, and myself for reaching the lofts, curtain rods, etc. and it's handy to have.", "r_4": "Very convenient to reach high shelves. Gives a sense of safety when climbing.Had to wait really long for it to be available at my location  but finally the price drop made it a great price too!Patience pays", "r_5": "Can reach to clean the  celling fan blades, but not comfortable for fitting a new celling fan .For 4 step ladder and the human height was 5.6 feet.", "r_6": "Easily 11 folt reach while standing on the 5rh step. Weight came as shocking to me. Easily transportable using one hand. Lol. Hey, Dont try that at home.", "r_7": "Looks nice for now don't how long it going to last.", "r_8": "It is satisfactory. It could be sturdier but it does the job.", "r_9": "Came with good packaging.. Light weight and sturdy.Very fast delivery.", "r_10": "Safety features in the ladder is excellent.  Some plastic items like on set of shoes would have been very good and also would have shown the manufacturers concern for safety."},
{"Product_Name": "Pidilite M-Seal Phataphat Fast Curing Epoxy Compound Putty Sealant...", "Url": "https://www.amazon.in/product-reviews/B01N9GSD63?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "HelloIts really worksvwell. It can paste anything. Basin Leakage stopped. Attached toothpaste holder on tiles using this. Follow the instructions.Good buy", "r_2": "When it comes to leakage, there is no product like m-seal. Since ages my family is using it. None toxic and very efficient. You won't find another product like this and that too so cheap.", "r_3": "Really good. I satisfied with this product. It fulfilled my expectation.  I purchased for my kitchen sink leakage,  it sealed well, there is no leakage now.", "r_4": "Good Adhesion Property. Useful item", "r_5": "This is a good putty to use.Be careful to use it in dry surface.", "r_6": "Good one", "r_7": "Its a good product. A goto solution for quickly fixing minor leakage issue.", "r_8": "This is useful and effective. Easy and clean to use", "r_9": "Solves the purpose", "r_10": "Easy to use. Good product."},
{"Product_Name": "Pidilite FEVITITE Epoxy Adhesive Super Strong All Purpose Epoxy...", "Url": "https://www.amazon.in/product-reviews/B07RY7L4H6?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Good product.  HORRIBLE packing. Packing's just plain bad. On two occasions, the two containers were sticky / tacky all over. Apparently the product seemed to have leaked.  Forget trying to use it in the same containers. I empty the contents in two squeeze bottles, which makes it very convenient to use.  I suppose this is a very good example of an 'asli' Indian product. Why pay attention to detail as long as the product sells.", "r_2": "Works very well, easy to use.. Dries completely solid within a few hours, but I kept my join untouched overnight with clamps to hold in place.Fully fixed the heavy slab of granite in my kitchen when it fell down.. that too it was a side/corner piece. VERY Happy with the product.", "r_3": "This is the best adhesive. I used to repair my marble temple which broke while relocating and it's awesome. Also the bigger size is very economic than the tubes.", "r_4": "It came in a box with a spoon. A 3- spoon set will be better - 1 for part A, 1 for part B and other for mixing. One can has a sticky surface. Instruction to open and precautions for use may be included.It sticks tiles very well.", "r_5": "Excellent choice in many applications. There may be few exclusions. This is not for general house hold purposes. Those who are interested in diy repair works etc will like it.", "r_6": "The package came with no leakage and any defect but keep in this adhesive takes so long time to harden completely (4-5 hours).This is sticky as hell iwill recommend u to buy acetone before using this as removing resin adhesive from hand is not an easy job ,ucant remove it from hot soap water or something like that but ut can be with aceton or nailpolish remover..", "r_7": "Used this to repair speaker spiders and it worked perfectly. It's been a few months now and the speakers are still going strong. Curing time is at least 10-12 hours to fully set.", "r_8": "Excellent product. Delivery was fast. Work nice for marble.", "r_9": "I used to stick my laptop hinges. I was not able to open my laptop previously because of broken hinge. After I used this adhesive, it is like the hinge never broke", "r_10": "Easy to mix .. can be used for casting, filling, adhesion, sealing.... very low curing time....After curing the color becomes white...its more viscus than normal casting resin."},
{"Product_Name": "Firstmed Fully Automatic Blood Pressure Monitor FM Series Three Year...", "Url": "https://www.amazon.in/product-reviews/B09G39H7CR?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Nice", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Fms Auto Tyre Shine And Cleaner - 600ml", "Url": "https://www.amazon.in/product-reviews/B01BSLMZY8?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Good", "r_2": "Excellent product", "r_3": "good product real value for money will surly order again very useful for my car tyers will recommend a sure buy", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Push Back fortuner car Toy", "Url": "https://www.amazon.in/product-reviews/B09SPDYTXP?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "SSWW White On Blue Dotted Safety Hand Gloves Dotted Safety Hand Gloves...", "Url": "https://www.amazon.in/product-reviews/B08RJ6PGLT?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Gloveon Nitrile Powder-Free Hand Gloves NB-30 (Medium/Blue) Box of 100", "Url": "https://www.amazon.in/product-reviews/B08D9RSCK8?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Dr. Morepen BG-03 Blood Glucose Test Strips, 50 Strips...", "Url": "https://www.amazon.in/product-reviews/B01GPLNLBM?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "A good product with accuracy. Fast result. Good for recording your sugar result. A fasting blood sugar level from 100 to 125 mg/dL  is considered prediabetes. If it's 126 mg/dL (7 mmol/L) or higher on two separate tests, you have diabetes.", "r_2": "Recommended!Brand New in Sealed Condition", "r_3": "My father is a sugar patient and has to check Blood sugar daily.I've bought it for him for almost about 1 year now and is working flawlessly without any battery change required.Pros:1. Comes with 10 Vials and a prick pen to prick and 50 strips with the glucometer.2. Very Easy to use.3. Best price in the category.4. Strips are not that much costlier too.5.  Strips fit in the meter perfectly.6. Instructions are very easy to follow and does not need a savvy master to use it!No Cons.So go for it, and Highly Recommended", "r_4": "I need to check blood glucose level everyday, because of medication blood glucose level can go high, so this is helpful in planning diet.The tight container is air and moisture proof. The strips need to be used in 3months of opening the container. If needs to keep the strips for more time, move some  of the strips to another old container, and use old container for regular use. The results  have high accuracy, and these strips are cheaper compared to other brands.", "r_5": "Product is good to have at home if there is diabetic patient.Pros:1. Really easy to use2. Nearly accurate with known tolerance around +103. Lanclet and strips are always available onlineCons:1. Strips are bit pricey2. Lancet and strips should also be sold through retailersOverall a very good product but need to improve to be at 5 ", "r_6": "Ordered 50strips pack from TULIP Sales for 665/-.The pack is from the recent lot (Manf. Date  Jun2021) It has  got 16 months remaining shelf life which is quite impressive (Expiry Date : Nov 2022) out of the 18months overall expiry period.The auto code generated/displayed on the glucometer screen as soon as we insert the strip shall match with the auto code mentioned the storage box. In this case it is A09. The same for previous order was A08.There is a hologram strip on the packing.", "r_7": "Good genuine product with expiry date April 2021. What else does one need. I am completely satisfied with this product and this is the third time I placed an order. I have recommended to my relations too.", "r_8": "Last strips I bought stopped working as apparently they expired within 6 months of purchase. Had to buy these but they are value for money so that's ok. Price has slightly increased since last time. It has gone up by approx 150 rs. Got these for 650 this time.", "r_9": "working perfectly well still after more than one year.", "r_10": "Good product n economical. About Accuracy it is difficult to say. Product is quite handy n easy to use. But the strip size is little bit more n it requires some effort n force to insert as compared to other product we are using."},
{"Product_Name": "Godox TT520 Universal Flash Speedlite for DSLR Cameras Canon Nikon...", "Url": "https://www.amazon.in/product-reviews/B00D56353K?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Godox products are quite reputable and thus it proved it here as well. The build quality is really good but it lacks LCD screen. It includes a small and practical transmitter which gives sync speed upto 1/200s. If you use the flash on the camera then the sync speed will reach upto 1/250s. I have a kodak flash as well but its build quality is really bad. Overall this is one of the best available in this price range.Pros:*Build Quality is great*Good Sync speed*Included transmitterCons:*Wireless cannot be turned off, if you do so it will turn on again after restart.", "r_2": "Took some time to get the product and packaging was very ordinary. The product was wrapped in paper only see photos. Thankfully Though the product was not damaged even there were dents on the box.Product Quality is good", "r_3": "Flash was exlnt . Bt not working in canon 200d mark2", "r_4": "Best affordable flash ... easy to install and use.. i bought this for my Nikon D3500.. best for beginners and intermediate level... liked it...", "r_5": "Thanks u amazon for the speed delivery of 1 day.The package was previously unbox inside items. And thr r scratches on it. But still looks new and works well. So didn't return. Bought this for Nikon D3500 and its a manual flash.", "r_6": "I received an old/used trigger that is not working properly. Even after changing the battery. I went for an wedding and unable to replace it. BTW the Flashlight is great for beginners.", "r_7": "Flash is good and useful. Gives good number of shots. Did not get the wiping cloth shown in the picture. Some sellers are providing it.", "r_8": "Good for beginners, it has a wireless trigger which is really helpful. Build quality is good and comes with nice package.", "r_9": "Best manul flash at this price. It's good for beginners and intermediate photographer. Works fine. But the trigger I got does  not work. Waiting for to replace the trigger battery and check if it works.", "r_10": "However the recycle time was high... Bt surely worth for money!!!"},
{"Product_Name": "GOLDEN BULLET HI93 Impact Drill- Reversible Drill -600W 0-2800rpm...", "Url": "https://www.amazon.in/product-reviews/B07MP76RXS?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "One of the best products I have ever got, I have used this machine on wall as we as on metal both work fine it's very nice quality of machine , with 6 drills , just 2 things wants to tell1) Machine speed can't be too slow for  screw driver application2) For use of impact drilling button should be pushed in or out is not mentionedRest I recommend this product to everyone as most quality and in very less price", "r_2": "I was surprised with the performance and build quality of this Impact Drill Machine.! I surely don't regret purchasing this.Super Good Item. Does its job effortlessly and its very comfortable to handle.Some people may not find this drill as a performing unit if used in very very professional way, but, its definately good for a huge number of use (including few professional users); its surely very good for a domestic home use.", "r_3": "Title:Best Home Drill In Its Price RangeIf you are looking for good quality drill machine, this is something I would highly recommend,easy to use ,good looking and gets job done without any hassle.Superior quality parts with durable build.The hammer mode provides support in drilling operation on stubborn material.Ergonomic design and suitable for long drilling sessions.", "r_4": "Machine is very efficient in drilling,quality of drill bits provided is also good.Hammer mode works perfect on concrete.Front Handle is of very good quality, and very useful,provides good stabilityI would 100% recommend.For home use its best drill machine.", "r_5": "All the features of the machine very good and useful like variable speed, reversible rotation,13mm chuck depth gauge and holder . I doubt in the power output not macthed with 650 watt but ok for home and light usage. Can be used as power screw driver. I only dislikes its key, not matched and fitted properly with the chuck, forces me to cut one  . Over all a very good buy .", "r_6": "I was trying to drill a hole in a 12 mm wooden desk and I could see the smoke and sparks coming out of the drill. It can't take too much load. Use it only for small projects.Pros:Reasonably pricedLight and easy to use.Watch a YouTube tutorial since the guide it comes with doesn't explain much.", "r_7": "Best value for moneywobbly chuck really strains my hand for long workMetal and wood drilling has no problemProblematic for concrete but gets the job doneReally bad for screws damages them instantly too powerfulHammer mode works but don't expect too much", "r_8": "Easy to use, regulated movement and sturdiness experienced while using first time in life. I saw people working with drill machine. As and when the machine reached I started my dreem to reality.I used the screwdriver operation also after reading the manual.", "r_9": "THE 2 MASONAY DRILL BITS SUPPLIED ARE OF VERY POOR QUALITY, IT DRILLED JUST UP TO HALF INCH ON THE WALL WITH LOT OF PRESSURE, I CHANGED THE DRILL BIT WITH ANOTHER MAKE, I COULD DRILL VERY EASILY TO ONE AND A HALF INCH DEPTH WITH VERY LITTLE AND THE JOB WAS DONE IN FEW SECONDS. THE DRILLING MACHINE IS OF GOOD QUALITY WITH HAVING GOOD POWER,HOLDING GRIP  AND THE AUXILARY HANDLE STABLING HOLDING. A GOOD PRODUCT WILL EARN A BAD NAME DUE TO INFERIOR DRILL BITS SUPPLIED WITH THE MACHINE.", "r_10": ""},
{"Product_Name": "JUHIL హెర్బిసైడ్లు, పురుగుమందులు, ఎరువులు, మొక్కల పువ్వుల కోసం...", "Url": "https://www.amazon.in/product-reviews/B09MKYYCT9?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Easy Electronics SIM900A GSM Modem with SMA Antenna (GSM Module)", "Url": "https://www.amazon.in/product-reviews/B07145FD3J?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Works well Vodafone (2G/3G/4G) sim card with 12V 2A power adaptor. Not working with 9V 1A adaptor. Received it for just 1275 . Compatible with Arduino. Antenna included.", "r_2": "Working Great for a 15 day period. Delivery was fast. Tested it with airtel 2G SIM. Call and text finction working good.", "r_3": "Works perfectly with any sim and there was no connection problem but i didn't get a serial connector cable along with it so was a bit disappointing.  GREAT PRODUCT OVERALL!", "r_4": "Quality is good", "r_5": "The product is 200% working without any isssues. I have brought many GSM modules and many had problems but this product from the seller is simply awesome. Go for it.", "r_6": "I loved it's package", "r_7": "Compatible with Arduino", "r_8": "Good", "r_9": "Working as expected", "r_10": "Works ossom"},
{"Product_Name": "Guardian NetSecure - 1 PC, 1 Year (Activation Code in 2 Hours - No CD)", "Url": "https://www.amazon.in/product-reviews/B0842BPX4G?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Using the same antivirus for 5 years in 2 systems: A PC and a laptop. This is affordable and awesome. Serves the puropse very well and doesn't interrupt your experience unnecessarily. Best deal best product.", "r_2": "Ek number, good antivirus, detect the virus", "r_3": "Cheap  and good for desktop and  laptop", "r_4": "Easy nice well", "r_5": "Easy to install, and value for money", "r_6": "Like", "r_7": "Email delivery of activation code within 10 minutes", "r_8": "Nice", "r_9": "nice", "r_10": "Good working on pc for internet use"},
{"Product_Name": "OSG Crafters Happy Birthday Letter Foil Balloon Set of Silver + Pack...", "Url": "https://www.amazon.in/product-reviews/B07PHQCXKZ?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Best decoration product for happy bday. Made my baby's bday special", "r_2": "Very easy to decorate our home for birthday celeberations using these letters. Children liked it very much. Use the straw to release the air from letters and we can reuse these letters again.Letter T is not in good condition, anyhow we manage it.", "r_3": "The product was good to use. But when it comes  to inflating the balloon you need to buy separate balloon inflater to inflate the balloon. The cost is pretty much high. After seeing the image I thought number 18 in the balloon also will come with the package but it is not so. They have just given balloons and happy birthday words. Thats it.  Balloons cannot be used second time as it looses its glossy appearance once used. But happy birthday wordings can be used for years!!!", "r_4": "Only 02 letters have tiny holes pasted cello tape , now no issue. Size of letters are very good. Balloons have no issues, Quality is also fabulous kind of thicker ones which we usually gets in local market . Metallic color seems good. I have inflated and also deflated all the letter. You know its always better to not to leave the things for the last moment.,,shall post Picture after application.", "r_5": "This has been one of my best purchases from Amazon. The quality of balloons are very good (only one out of 30 was damaged) and the happy birthday foils were very easy to inflate (using the straw). I  am very satisfied with the product, it has completely changed the look of my drawing room. I would recommend this to everyone :)", "r_6": "I was afraid about the quality as I was ordering these balloons for the first time but the product was awesome only one balloon has a hole but overall it was very good.", "r_7": "My kid loved it and really nice product and infuture also I willBuy.  Only problem is straw they should have given lengthy one.", "r_8": "Excellent and came without any damage..1. Happy birthday inflating balloon2.10- blue balloons3.10- black balloons4.10- silver ballons", "r_9": "Letters:Colour-SilverBalloons: 30 (10 Black;10 Blue;10 Silver)The product is amazing and worth Buying.The only disappointment is one of the letters ('Y') we received was defective...but some how we managed,apart from this everything is Good regarding Balloons and Foil Letters.", "r_10": "The quality of balloons and alphabet was good.."},
{"Product_Name": "Happy Hearts Disposable ECG Chest Electrode Adult (Pack of 100 nos)", "Url": "https://www.amazon.in/product-reviews/B08K4K92T7?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Best", "r_2": "Ok", "r_3": "Great seller and product. Works like its supposed to. What more can I ask? I wish the seller and his products the very best on Amazon.  Thanks a ton", "r_4": "Excellent product at very reasonable price.", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "JUHIL హెర్బిసైడ్లు, పురుగుమందులు, ఎరువులు, మొక్కల పువ్వుల కోసం...", "Url": "https://www.amazon.in/product-reviews/B09MKYYCT9?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "PICRAZEE Father Day | Birthday PAPA | Father | Daddy (1 Printed...", "Url": "https://www.amazon.in/product-reviews/B09668961X?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "I love your products but packaging is not good", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "HF Series Energy Bcaa Supplement| Pre-Post Workout and Intra Workout...", "Url": "https://www.amazon.in/product-reviews/B08GLK978W?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "HI-FLEX 10mm ScrewDriver (500watts, 0-800 RPM)", "Url": "https://www.amazon.in/product-reviews/B08NYTBVGC?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Hi-Watt 9v Battery (Set of 10)", "Url": "https://www.amazon.in/product-reviews/B015WTFDQE?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "Hi This is a very good product under Rs262/- only and it is very useful for science projects. it has very good quality also. Its packaging is good. I really loved it. Below are feature and brief description about it. Its packaging is good.INFORMATION:-9v BATTERY SET (10 pieces) Hi-WattFeature:-usefull for toys,cordless mike, walky talky,multimeter and many other equipmentSO IT THIS REVIEW HELPED YOU PLEASE VOTE IT HELPFUL.", "r_2": "I was a bit worried after reading reviews where people received duplicate products. So I chose a seller with a good feedback rating and hoped for the best. Thankfully I did receive original Hi-Watt batteries.PS: I bought from seller \"G G Point\", however I guess any seller with a good feedback rating should be fine.", "r_3": "Best battery as everyone knows in this range, no complaints so far received with 10/2021 expiry date so having long time to use. Bought for cycle light and each battery lasts for 45-50 days on 95 minutes cycling average in early morning.Highly recommend to purchase for cyclists.", "r_4": "When i found that this product is available at 134 Rs on amazon(on 14th feb,2018),i thought that its a pretty good deal as i have interest in electronics and i knew that single battery comes for Rs 45 in the market,so i bought it.Later i discovered that this combo of 10 batteries is available for Rs 100 in my local electronics shop.I recommend to buy this online only if you are not able to go and buy it at a local shop for some reason.Otherwise buy it offline.Anyways nice product.", "r_5": "5/5 stars to both Amazon &amp; the seller.I received original HW batteries on time and in a great, brand-new condition from this seller, so I'm really happy with the seller.", "r_6": "Good product 2 buy b also each of them are well packed n this company produces best 9v battery....n also i measured each are fully charges which denotes that they wer recently been charged n packed", "r_7": "It is HW and not HIW. Multimeter showed around 10 V ( tested voltage only 5 units ). Not sure if they will hold charge for the expected period. Used them on guitar pedals. After 2-3 hours of use holding up so far", "r_8": "I bought it for to use for Kid Robotic setup for various models. Its perfectly useful one might not come for longer duration", "r_9": "Battery was same but brand was some Chinese brand, it seems. It's not the brand as seen in picture. Although will work fine.", "r_10": "The battery do last for quite sometime! And it's exactly as the description says"},
{"Product_Name": "Himmat Hai", "Url": "https://www.amazon.in/product-reviews/8171829910?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "excellent book...must read", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""},
{"Product_Name": "Home Store India Storage Bags Organizer Container Jumbo Size Foldable...", "Url": "https://www.amazon.in/product-reviews/B08T9CFSZM?filterByStar=positive&reviewerType=all_reviews&pageNumber=1", "r_1": "The product is good", "r_2": "", "r_3": "", "r_4": "", "r_5": "", "r_6": "", "r_7": "", "r_8": "", "r_9": "", "r_10": ""}
]